{
  "plugins": {
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "diffs.nvim": {
      "src": "https://github.com/barrettruth/diffs.nvim"
    },
    "linediff.vim": {
      "src": "https://github.com/AndrewRadev/linediff.vim"
    },
    "mini.bufremove": {
      "src": "https://github.com/echasnovski/mini.bufremove",
      "version": "'stable'"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff",
      "version": "'stable'"
    },
    "mini.hipatterns": {
      "src": "https://github.com/echasnovski/mini.hipatterns",
      "version": "'stable'"
    },
    "mini.operators": {
      "src": "https://github.com/echasnovski/mini.operators",
      "version": "'stable'"
    },
    "nvim-dora": {
      "src": "https://github.com/beardedsakimonkey/nvim-dora"
    },
    "nvim-picky": {
      "src": "https://github.com/beardedsakimonkey/nvim-picky"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onehalf": {
      "src": "https://github.com/ClearAspect/onehalf"
    },
    "typst.vim": {
      "src": "https://github.com/kaarmu/typst.vim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-jsx-pretty": {
      "src": "https://github.com/MaxMEllon/vim-jsx-pretty"
    },
    "vim-lion": {
      "src": "https://github.com/tommcdo/vim-lion"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "wgsl.vim": {
      "src": "https://github.com/DingDean/wgsl.vim"
    }
  }
}
